
[ProvingGroundsChallengeStats]
ProvingGroundsChallengeStats_MoneyEarned_Title=<Fonts:APBMenus_Font.APB_Helvetica_Bold_11>Money Earned
ProvingGroundsChallengeStats_MoneyEarned_HUDProgress=<Color:R=1 G=0.4 B=0>$<Score><Color:R=0.4 G=0.4 B=0.4> ⁄ $<NeededScore>
ProvingGroundsChallengeStats_MoneyEarned_DisplayName=<Fonts:APBMenus_Font.APB_Helvetica_Bold_13><Color:R=1 G=1 B=1 A=1>Earn <Color:R=1 G=0.4 B=0 A=1>$<ScoreRequirement>
ProvingGroundsChallengeStats_MoneyEarned_DisplayNamePercentage=<Fonts:APBMenus_Font.APB_Helvetica_Bold_13><Color:R=1 G=0.4 B=0 A=1>$<NeededScore> <Color:R=1 G=1 B=1 A=1>High Score<Color:/>
ProvingGroundsChallengeStats_MoneyEarned_Description=They say money can't buy you happiness, but it can win you tickets! Rake in the cash and you'll qualify for the rewards. Bonus money gained from Premium Benefits is not counted towards this challenge. ↵↵The top prize is only given to a percentage of players at the end of the week, so you'll have to work hard to keep in the running.

ProvingGroundsChallengeStats_Activities_Title=<Fonts:APBMenus_Font.APB_Helvetica_Bold_11>Activity
ProvingGroundsChallengeStats_Activities_HUDProgress=<Color:R=1 G=0.4 B=0><Score><Color:R=0.4 G=0.4 B=0.4> ⁄ <NeededScore>
ProvingGroundsChallengeStats_Activities_DisplayName=<Fonts:APBMenus_Font.APB_Helvetica_Bold_13><Color:R=1 G=1 B=1 A=1>Earn <Color:R=1 G=0.4 B=0 A=1><ScoreRequirement> <Color:R=1 G=1 B=1 A=1>Activities
ProvingGroundsChallengeStats_Activities_DisplayNamePercentage=<Fonts:APBMenus_Font.APB_Helvetica_Bold_13><Color:R=1 G=0.4 B=0 A=1><NeededScore> Activities <Color:R=1 G=1 B=1 A=1>High Score<Color:/>
ProvingGroundsChallengeStats_Activities_Description=We want you to be a Joker of all Trades, so we're going to assign you one of several Activities. Complete these activities to get ahead in the rankings. Complete enough and you'll be rewarded with Joker Tickets. As you complete the Challenges, the Activities will get harder, so keep on your toes.↵↵If you get stuck, press F7 to skip to the next one, though this has a cooldown, so use it sparingly.↵
